export const uk = {
    "Welcome to React": "Вітаємо в React et react-i18next",
    header: {
        navbar: {
            train: "Потяги",
            bus: "Автобуси",
            air: "Авіаквитки",
            schedule: "Розклад",
        },
        profile: "Мій квиток"
    },
    searchBlock: {
        h1: "До нової подорожі лише один крок!",
        searchFrom: {
            begin: "Звідки",
            end: "Куди",
            search: "ЗНАЙТИ"
        }
    },
    tips1: {
        search:"Здійсніть пошук",
        trip: "Оберіть потрібний рейс",
        data: "Внесіть дані пасажирів",
        payment: "Оплатіть замовлення",
        qr: "Отримайте свій QR-код"
    },
    ad: {
        title: "Наш безкоштовний застосунок",
        subtitle: "Ще ніколи планування подорожей не було таким простим!",
        update: "Оновлення подорожей у реальному часі",
        tickets: "Квитки в телефоні",
        trip: "Натхнення для подорожей"
    },
    tips2: {
        buy: "Покупка квитків он-лайн у будь-який час",
        over: "OVER напрямків, відправлення рейсів щодня",
        speed: "Швидке повернення квитків",
        support: "Підтримка наших спеціалістів 24/7"
    },
    popular: {
        title: "Популярні напрямки",
        train: "Потяги",
        bus: "Автобуси",
        air: "Авіаквитки",
    },
    comment: {
        title: "Відгуки про нас",
        form: {
            title:"Залиш свій коментар та допоможи нам покращити роботу!",
            send:"Відправити"
        }
    },
    profileDiv: {
        settings:"Налаштування",
        login:"Вхід",
        logout:"Вихід"
    },
    auth: {
        sign:"Аутентифікація",
        reg:"Реєстрація",
        firstName:"Ім'я*",
        lastName:"Прізвище*",
        password:"Пароль*",
        confirmPassword:"Підтвердіть*",
        remember:"Запам'ятати мене",
        forgot:"Забули пароль",
        required:"*Обов'язкові поля",
        enter:"УВІЙТИ",
        regCaps:"РЕЄСТРАЦІЯ",
        processing:"...Опрацювання",
        desc: {
            a1:"Натисканням кнопки реєстрації, я приймаю умови ",
            a2:"договору оферти",
            a3:"і не заперечую проти обробки моїх",
            a4:"персональних даних",
            a5:"та їх передачі третім особам (авіперевізнику та іншим)."
        }

    },
    footer: {
        a: {
            program:"Партнерська програма",
            aboutUs:"Про нас",
            help:"Довідка",
            terms:"Умови користування"
        },
        ticket:"Квитки на край світу Q-Pass.ua",
        desc:"Замовлення квитків он-лайн - це надзвичайно просто. Один тиць і квитки готові!"
    },

    profile: {
        titles: {
            title: "Вітаємо, {{userFullName}}! Ми раді Вас бачити!",
        },
        
        menu: {
            tickets: {
                train:"Залізничні квитки",
                bus:"Автобусні квитки",
                airline:"Авіаквитки"
            },
            settings: "Налаштування"
        },

        settings: {
            load:"Завантажити фото",
            data:"Персональні дані",
            gender:"Стать*",
            fullName:"Ім'я та Прізвище*",
            birth:"Дата народження*",
            cancel:"Скасувати",
            save:"Зберегти",
            contact:"Контактні дані покупця",
            passwordChange:"Змінна вашого паролю",
            oldPassword:"Поточний пароль*",
            newPassword:"Новий пароль*",
            confirmPassword:"Введіть ще раз*",
            lang:"Мова",
            subsSettings:"Налаштування підписки",
            desc: {
                p1:"Я хочу отримувати інформацію щодо спецпропозицій, акцій і додаткових послуг по email/телефону/Viber.",
                p2:"Відписатися від розсилки можна в особистому кабінеті або за посиланням у будь-якому листі. Детальніше про умови використання персональних даних ",
                a1:"за посиланням."
            },
            delete: "Видалити обліковий запис"
        },
    },
    searchResult: {
        schedule: "Розклад {{type}} {{start}} - {{end}}",
        result: "Знайдено {{count}} {{type}}"
    },
    transportType: {
        train: "потягів",
        bus: "автобусів",
        air: "авіарейсів"
    },
    filterBlock: {
        departure: "час відправлення",
        arrival: "час прибуття",
        travel: "час подорожі",
        price: "ціна"
    },
    seat: {
        states: {
            free: "Вільно",
            busy: "Зайнято",
            select: "Вибрано"
        },
        even: {
            even:"парні",
            noteven: "непарні",
            up:"Верхні місця",
            down:"Нижні місця"
        },
        carriage:"Вагон {{number}}",
        seat: "Місце {{number}}",
        ticket: "{{number}} квитків"
    },
    toast: {
        success: {

        },
        errors: {
            notFound: "Не знайдено!",
            validLogIn: "",
            validReg: "",
        }
    },
    buttons: {
        continue: "Продовжити"
    }

} 